src/rework.org
#+title: Rework

http://37signals.com/rework/

** FIRST
- The new reality 新的现实
** TAKEDOWNS 铲旧谋新
- Ignore the real world 忽略真实世界
- Learning from mistakes is overrated 被高估的“从过失中学习”
 - 相反的应该从成功中学习。成功給予你真正的弹药。一旦成功， 你就知道怎样做是对的，然后你再做一次。而下一次， 你可能做得更好。
 - 失败不是成功的先决条件。一项哈佛商学院的研究发现， 已成功的企业家更容易再次成功。在他们未来的公司成功比例是 34%。但是第一次失败的创业者几乎接近成功者的比例， 正如人们第一次创业：仅 23%。失败的人在获得等量成功之前的数量和从来什么都不尝试的人一样多。成功是一种真正有价值的体验。
- Planning is guessing 计划是猜想
 - 除非你是算命先生，长期的商业计划是种幻想。有太多的事实证明那是超出你的掌控的：市场环境、对手、顾客、经济等等。做计划让你觉得一切尽在掌握但实际上你没有。
 - 当你把计划变成猜测时，你正进入一个危险的境地。计划是让过去指引未来。它们会让你盲从。＂ 这就是我们接下来要做的，因为，我们曾说过我们要这样做。＂ 这就是问题所在：计划和即兴发挥相矛盾。
- Why grow? 为什么要扩张
 - 规模小不是绊脚石，而是自身良好的归宿。
 - 有没有注意到，当一个小公司希望自己变大时，大公司却想要变得灵活变通。记住，一旦你变大了就很难在不解雇人、不破坏士气、不改变你的整个商业路线的情况下收缩规模。
 - 不要对旨在做小规模生意而没有把握。任何可持续、盈利的生意不管规模大小都是值得骄傲的。
- Workaholism 工作狂
 - 工作狂制造的麻烦比解决的麻烦多。
 - 首先， 工作狂没有合理利用时间。筋疲力尽时，会制造更多麻烦。
 - 工作狂也抓不住要点。他们想砸大把大把的时间来解决事情。他们想用蛮干来补拙。最后只会用粗野的方式解决。
 - 他们甚至会制造危机。 他们不会去找高效的方法因为他们确实喜欢加班。 他们享受英雄般的感觉。他们制造出问题（通常是无意识地） 以便多多工作。
- Enough with “entrepreneurs” 不说创业家
 - 让“创业家”退居二线。它过时而负载沉重。感觉像是会员制俱乐部。每个人都应该被鼓励开创自己的事业，而不是一些自我认同为创业家的稀有品种才去创业。
 - 有新的一批人正在开创事业。他们获利却还没把自己当成创业家。 他们很多人甚至没有想过自己是老板。 他们只是做着自己喜欢的事情并从中盈利。
** GO 开始行动
- Make a dent in the universe 引起这个世界的注意
- Scratch your own itch 自挠其痒
 - 创造一款伟大的产品或者服务的最直接、最简单的方法就是去做你自己想用的。这会让你设计出你所了解的产品，并能立即明白你做的东西是否靠谱。
 - 当你开发某种产品或者服务时，每天都要解决几百个小决定。如果你解决的是别人的问题，你每天都会在黑暗里倍感刺痛。当你解决自己问题时，光明来了。你明确知道什么是对的。
- Start making something 实际行动
- No time is no excuse 时间不是借口
 - 此外，完美的时机从未有。你总会太年轻，太忙，太穷等等。若你一直为遇到一个完美时机而发愁，它们绝对不会到来。
- Draw a line in the sand 底线
 - *前进的道路中，你要记得你做的事情，为什么要这样做。伟大的事业不仅关乎一种产品或者服务，还需要有树立自己的观点。你得抱有一种信念和毅力。你要明白你在为什么而战斗。然后向世界展现。*
- Mission statement impossible 无用的目标宣言
- Outside money is Plan Z 外部资金是Z计划
- You need less than you think 你所需要的比你想象中要少
- Start a business, not a start-up 创新，不是新兴公司
 - 新兴公司想要忽视这些现实。他们想延迟这些必然现象来运作，换言之，当他们的事业必须成长的时候，盈利才是真，才能继续。
 - 任何人抱有“未来怎么盈利”的态度都是荒谬的。就像造一架火箭但在发射时说：“假设地心引力不存在”。无法盈利的事业不是事业，是爱好。
 - 别把新兴公司当作支撑。相反的，开始一桩实在的买卖。实实在在的事业要去处理实在的事情，比如帐单，薪金。实实在在的事业不会掩盖问题说：没关系，我们才开始。”真的行动起来，你会更容易成功。
- Building to flip is building to flop 浅尝辄止无异于失败
 - *你需要的是承诺战略而不是退出战略。你要考虑的是你的项目怎样发展和成功，而不是怎样撤退。如果整个战略是基于撤退的，一开始你就不会有机会成功。*
- Less mass 轻装上阵
** PROGRESS 取得进展
- Embrace constraints 接受限制
 - 你曾见过武装罪犯制造肥皂或是汤匙吗？他们只应付得来他们已经拥有的东西。我们并不是说让你出门刺伤某人，但是如果变得富有创造性，你将为你所做的哪怕很小的事而感到吃惊。
- Build half, not half-ass 半成品不等于残次品
- Start at the epicenter 从核心开始
- Ignore the details early on 不要过早的纠结细节
- Making the call is making progress 做决定即是进展
 - 你要抓住做选择的节奏。当你做决定做顺了，你就建立了良好势头、增强气势。做决定是有进展的。每一个决定能为你打好基础。你不能靠“我们待会儿再做决定”办成事，而是靠“已经做好了”。
 - 当你推迟做决定以等待接下来会有一个完美的答案时，问题就来了。完美的答案不会来。今天的事情不能留到明天做。
 - 你计划了多少不重要，无论如何你都会犯错。别在你正在做事时， 因为过度分析和推迟把事情弄得更糟。
 - 长远项目打击气势。开发越久，搞定得越少。早做决定，加快进程， 现在就做点什么—充满动力和势头地去做。
- Be a curator 做一个馆长
 - 你所省去的东西很重要。所以常常要把事物去除、简化、变得有效。作为一个管理者。你要去粗取精。然后重复去做。如果你真的需要，可以稍候再添加进去。
- Throw less at the problem 精简
- Focus on what won't change 致力于持久的东西
 - 你生意的核心是构建那些不易变的事物。你应该投资人们今天有需求，直到十年内都有需求的东西。
 - 记住，时尚会褪色。当你致力于持久不衰的功能，你将永远和不过时的东西在一起。
- Tone is in your fingers 调子出自你的指尖
 - 人们对工具的热情远大于依靠工具所做的事情本身。你也知道：设计师运用海量的有趣字体和华丽的 Photoshop 滤镜却什么都没表达出来。 业余摄影师对传统胶片与数字技术无休止的争论而忽略怎样拍出好作品。
 - 在商业中，太多人受制于工具、软件诀窍、尺度、漂亮办公室、奢侈的设备，还有其他并不重要的东西。真正要紧的是争取客户和赚钱。
- Sell your by-products 销售你的副产品
- Launch now 立刻上线
** PRODUCTIVITY 提高生产力
- Illusions of agreement 一致的假象
- Reasons to quit 退出有理
- Interruption is the enemy of productivity 打断是生产率的敌人
- Meetings are toxic 会议有毒
- Good enough is fine 足够好就是好
- Quick wins 短期成效
- Don't be a hero 别逞英雄
 - 我们曾亲历过这个问题。 所以我们决定如果有任何是花掉超过两周时间的活儿， 那我们会把它介绍给别人看看。他们或许不会为这个工作做任何事， 但是至少会发表些建议。有时候一个很明显的解决方法放在你面前， 可你就是看不见。
 - 记住，放弃也许是很好的，显而易见的解决方法。人们会很因为失败而自动放弃，但是有时候那确实是你应该做的。如果你花了很多时间在一件事情上却不值得，那么请放弃。时间不会回来。浪费更多时间是最糟糕的事情。
- Go to sleep 保证睡眠
- Your estimates suck 你的评估力很烂
- Long lists don't get done 冗长的清单不靠谱
- Make tiny decisions 做小决策
** COMPETITORS 竞争者
- Don't copy 不要模仿
 - 尽管那是失败的法则。模仿的问题在于它略过了理解， 理解你是怎么发展的。你得明白事情为什么成，或者为什么用这个方法。当你只是复制黏贴时就会错过这些。你只是停留在表面，没有深层理解。
 - 原创者所作的很多工作是看不见的。深藏于表面之下。抄袭者不会知道东西为什么长这样，为什么是这感觉或者这样显示。模仿是虚假的完成。它缺乏实质、没有理解、不能立足于未来。
- Decommoditize your product 把自己投射到产品中
- Pick a fight 挑一个敌手
- Underdo your competition 做得比对手少
 - 那么你应该怎么做呢？比你的竞对手做得少来打败他们。把麻烦的、艰难的、讨厌的问题留给竞对手。不要去胜一筹、去超过别人，试试相反的做法。
 - 别回避你的产品或者服务做得少的事实。把它做到醒目。 对此感到骄傲。就像竞争者强有力的销售他们多功能的产品一样销售你的产品。
- Who cares what they’re doing? 谁在乎别人在干什么
 - 不管怎样，终究是不值得过于关注你的竞争者。为什么？因为关注别人太多会让自己受到困扰。他们现在在做什么？他们下一步呢？我们该怎样作出回应？
 - 每一个小小的动作都会被分析一下。那是一种可怕的心态。这会产生不可抗拒的压力和焦虑。这样的想法会滋长不好的东西。
 - 这是没有意义的事情。竞争者的风景时时在变。你的竞对手明天一个样儿，今天一个样儿。完全在你控制之外。去担心你所不能控制的事情有意义吗？
 - 换过来关注一下自己。管好眼前事更重要。当你花时间关心他人时，就没有时间提高自己了。
 - 过于关注竞争者会混淆你的视野。当你一直吸收别人思想时， 你的机会则会减少。你变得反动而不是充满想象力。你只不过是将你竞对手的产品换了个包装。
** EVOLUTION 成长发展
- Say no by default 习惯说“不”
 - 不过不要做一个只会说“不”的傻瓜。要真诚。如果你不打算屈从顾客的要求，请礼貌的解释为什么。当你花时间解释你的观点时，人们会出人意料的表示理解。有可能通过你的想法就能赢得他们。若是不能，推荐一个竞争者给顾客，如果你觉得这是更好的解决方法的话。让人们高兴的用别人的产品也比不满的用着你自己的产品要好。
- Let your customers outgrow you 让顾客因为你而成长
 - 在你紧盯着现有的用户的任何困难时，你就会忽略新的客户。你的产品或者服务紧紧围绕着现有用户则不会吸引到新客户。那就是你公司慢慢走向死亡的原因。
 - 当用户的发展超过你时，你的产品是基础型的，那就很好了。小、简单、基础的需求是恒久的。对于真正需要它的用户来说，这就是无尽的补给。
 - 不用你产品的人总是比你的用户要多。 设法让这些人也成为你的用户。这就是你持续发展的可能性所在。
 - 人和形式在变换。你不能满足所有人。公司需要满足的是一类用户，而不是为了一个特例而改变需求。
- Don’t confuse enthusiasm with priority 不要被热情冲昏头脑
- Be at-home good 做实用的产品
- Don’t write it down 不用写下来
 - 你怎样去掌握顾客想要什么？不。听听看。但是过后就忘记他们说的了。真的。
 - 没有必要用电子表格、数据库、归档系统。真正重要的需求你会不断的听到。过不久，你就不会忘记它们。你的顾客就是你存储器。他们会一直提醒你。他们会告诉你什么才是真正需要关注的。
 - 如果有一个需求你总是忘记，这说明它不是太重要。真正重要的事情不会消失。
** PROMOTION 善于推广
- Welcome obscurity 乐于接受默默无闻
- Build an audience 培养拥护者
- Out-teach your competition 以教导取胜
- Emulate chefs 效仿大厨
 - 作为一个企业家，你也应该分享你所知道的一切。这在大多数商业世界中是一种诅咒。商业通常是多疑而保密的。他们觉得这儿是所有权，那儿是竞争优势。也许很少的人会去分享，大多数不是这样。而且他们也不会改变立场。不要害怕与人分享。
- Go behind the scenes 展示你的后台
- Nobody likes plastic flowers 没有人喜欢塑料花
 - 不要惧怕表露你的瑕疵。不完美是真实的，人们对真实的事情会有回应。所以我们喜欢会凋谢的真花而不喜欢一成不变的塑料假花。不要去担心你本应该是什么、本应该怎样做。向世界展示你真实的一面、缺点、所有事情。
 - 所以说话要靠谱。展现出别人不愿意讨论的事物。对你的缺点坦白。向人们展示你正在做的最新版本，就算你还没有完成。即使不完美也不错。可能你看起来不是一个专业人士，但是却非常真诚。
- Press releases are spam 新闻稿也是spam
- Forget about the Wall Street Journal 别管华尔街日报
- Drug dealers get it right 毒贩模式
 - 不要害怕让人免费试用--只要你还有其他东西可以卖。要对你的商品有信心。要知道回头客会需要更多东西。如果你对此没有信心，那说明你的产品就还不够强大。
- Marketing is not a department 营销不应是一个部门
- The myth of the overnight sensation 一夜成名的神话
** HIRING 雇佣人员
- Do it yourself first 自己先单干
 - 在你试着自己单干之前不要雇佣任何人。那样的话，你会理解你的工作的性质。你会明白工作怎样做才算做得好。你会明白怎么写实际的职位描述、面试时该问什么问题。你会明白应该顾全职人员还是兼职的，外包还是由自己做（最后一种是更合适的，如果可能的话）。
- Hire when it hurts 应付不来的时候才雇人
- Pass on great people 割舍那个你并不需要的牛人
 - 别管那些你不需要的人，就算你觉得那个人是个牛人。 如果你引进一个做些无用功的人才，那这样对你的公司来说是有害而无一利的。
 - 问题出现在你有超过需求的人员。你开始弄出点工作好让这些人忙起来。人为的工作导致人为的项目。而人为的项目导致实际成本和错综复杂的状况。
 - 不要担心“错过了那个人”。让一个人做些没有意义的事情会更糟。天底下有那么多人才。当你真正有需求的时候就会找到一个合适的人选。
- Strangers at a cocktail party 陌生人的鸡尾酒会
- Resumes are ridiculous 可笑的简历
- Years of irrelevance 工作年限不重要
- Forget about formal education 是否受过正规教育不重要
- Everybody works 每个人都是来工作的
- Hire managers of one 雇佣自律的人
- Hire great writers 雇佣优秀的写手
 - 如果你要从一堆人中决定出一个职位的合适人选，雇那个写作最厉害的人。这个人不在乎是不是营销人员、推销员、设计师、程序员，无论是谁；他们的写作技巧会对此有益。
 - 因为一个好的写手不单是有根好的笔杆子。 清晰的写作体现其清晰的思路。优秀的写手懂得沟通。他们让事情易于理解。他们会站在别人的立场想事情。他们知道什么该省略。那是你在任何求职者中都想看到的品质。
 - 写作在现代社会正在东山再起。看看有多少人用 e-mail 和短信而不是用电话交谈。看看有多少交际是发生在即时信息和博客当中。如今，写作能让好的思想传播。
- The best are everywhere 人才散步各地
- Test-drive employees 摸底
** DAMAGE CONTROL 损失控制
- Own your bad news 控制对自己的不利消息
 - 如果你在危机中坦率、诚实、公开，人们会更加尊重你。不要遮着掩着，不要把坏消息压下去。你要让用户尽可能的了解情况。
- Speed changes everything 速度改变一切
- How to say you’re sorry 怎样说对不起
- Put everyone on the front lines 把所有人都放入前线
 - 你的公司也存在同样的问题。客服和生产部门之间存在的人越多，那信息更有可能丢失或者被曲解。
 - 团队里的每个人都应该和顾客有联系，也许不用每天联系，但是在一年当中至少有几小时时间。这是唯一的方法能让团队感受到顾客正经历的苦恼。感受到苦恼才能真正激励人们去解决问题。另一方面：顾客高兴或者顾客的问题被解决了也相当能起到激励作用。
- Take a deep breath 深呼吸
 - 当你摇晃船的时候会产生涟漪。在你引入一个新功能、改变政策或者去掉些什么之后，下意识的反应会蜂拥而至。经受住恐慌的驱使或者以快速改变做答。激情的闪现只出现在一开始。这很正常。但是如果你在第一个艰难的星期安然渡过，事情通常也就稳定下来了。
** CULTURE 文化的产生
- You don’t create a culture 你不能创造文化
- Decisions are temporary 决策是临时的
- Skip the rock stars 良好的环境更重要
- They’re not thirteen 他们不是十三岁
- Send people home at 5:00 5点就下班
- Don’t scar on the first cut 别在第一刀就留疤
- Sound like you 使用通俗语言
- Four-letter words 慎用四个字母的词
- ASAP is poison 别说尽快
 - 大多数情形不会担保那样的歇斯底里。如果工作不能马上完成，那也没有人会死。没有人会丢掉工作。它不会花费公司大量的钱。它只会制造一些人为的压力，让人筋疲力尽，让事情变得更糟。
** CONCLUSION 结语
- Inspiration is perishable 灵感易逝
** RESOURCES
- About 37signals
- 37signals products
